<script setup></script>

<template>
  <h1>歡迎來到高師大附中匿名板!</h1>
  <p>這裡是高師大附中匿名板，你可以在這裡暢所欲言，但請在發表言論前遵守以下板規。</p>
  <h1>板規</h1>
  <ul>
    <li>禁止洗板</li>
    <li>禁止發表詐騙言論</li>
    <li>禁止發表仇恨言論</li>
    <li>禁止發表腥羶色言論</li>
    <li>禁止發表有損他人名譽之言論</li>
    <li>禁止發表與該討論板無關的言論</li>
  </ul>
  <p>違規者將刪除文章，嚴重者永久封禁並依校規處置。</p>
  <h1>注意事項</h1>
  <ul>
    <li>這裡不是學校官方聯絡管道，有任何需要請直接與學校溝通</li>
    <li>言論經發表後除了管理員外不得刪除或修改，請警慎發言</li>
    <li>您需要登入學校信箱才能發表言論</li>
  </ul>
  <h1>使用說明</h1>
  <ul>
    <li>討論板：您可以選擇不同討論板查看文章</li>
    <li>投稿：您可以在不同討論板上發表文章</li>
  </ul>
</template>

<style>
  h1 {
    font-size: 1.5rem;
  }

</style>